[
  {
    "id": "b27b466d-2ea6-5432-ac79-a91a9f219d0e",
    "title": "The first purge",
    "publicationDate": "2018",
    "author": null,
    "materials": [
      {
        "name": "Blu-ray",
        "type": "physical",
        "callNumber": "Blu-ray",
        "editions": [
          {
            "id": "a83bcb85-a4cb-11ec-b9ab-afd7248d35e0",
            "publicationDate": "2018"
          }
        ]
      },
      {
        "name": "DVD",
        "type": "physical",
        "callNumber": "DVD First",
        "editions": [
          {
            "id": "b948591c-a4cd-11ec-b9ab-b1628fa8a089",
            "publicationDate": "2018"
          }
        ]
      }
    ],
    "contributors": "McMurray, Gerard., Blum, Jason, film producer., Demonaco, James, screenwriter., Noel, Y'lan., Davis, Lex Scott, 1991- actor., Wade, Joivan., Universal Pictures (Firm), presenter., Wan mei shi jie (Beijing) ying shi wen hua you xian gong si, film producer., Platinum Dunes (Firm), film producer., Universal Pictures Home Entertainment (Firm), publisher.",
    "summary": "Title from sell sheet., 1080p high-definition wide screen (2.39:1). Music by Kevin Lax ; edited by Jim Page ; director of photography, Anastias Michos. Y'lan Noel, Lex Scott Davis, Joivan Wade, Mugga, Patch Darragh, Marisa Tomei, Luna Lauren Velez. To push the crime rate below one percent for the rest of the year, the New Founding Fathers of America (NFFA) test a sociological theory that vents aggression for one night in one isolated community. But when the violence of oppressors meets the rage of the marginalized, the contagion will explode from the trial-city borders and spread across the nation. MPAA rating: R; for strong disturbing violence throughout, pervasive language, some sexuality and drug use. Blu-ray English, French or Spanish dialogue; French or Spanish subtitles; subtitled for the deaf and hard of hearing (SDH); described video. 1 14 19",
    "subjects": "Crime United States Drama, Anarchism Drama; Feature films, Thrillers (Motion pictures), Crime films, Action and adventure films, Video recordings for the hearing impaired, Video recordings for people with visual disabilities"
  },
  {
    "id": "c34141b3-6252-516d-91d3-84e4a56a805e",
    "title": "The Borgias. The final season",
    "publicationDate": "2018",
    "author": null,
    "materials": [
      {
        "name": "DVD",
        "type": "physical",
        "callNumber": "DVD Borgias",
        "editions": [
          {
            "id": "6f91588c-a4cd-11ec-b9ab-3b16242ad916",
            "publicationDate": "2018"
          }
        ]
      }
    ],
    "contributors": "Jordan, Neil, 1950- direction., Burt, Guy, 1972-, Irons, Jeremy, 1948- cast., Arnaud, François, 1985- cast., Grainger, Holliday, 1988- cast., Whalley, Joanne, 1964- cast., Verbeek, Lotte, 1982- cast., Harris, Sean, 1966- cast., Lindhardt, Thure, 1974- cast., Bleach, Julian, 1962- cast., McKee, Gina, 1964- cast., Alexander, Aidan, 1997- cast., Feore, Colm, 1958- cast., CBS DVD (Firm), Paramount Pictures Corporation., Showtime Entertainment., Take 5 Productions., Octagon Films.",
    "summary": "Originally broadcast as 10 episodes of the television series on Showtime in 2013., Closed captioned for the hearing impaired., Container and discs copyright : c2013., Special features: \"Ray Donovan\": season 1, episode 1 ; \"Borgias\" bloopers. Disc 1. Face of death -- Purge -- Siblings -- Banquet of chestnuts. Disc 2. Wolf and the lamb -- Relics -- Lucrezia's gambit -- Tears of blood. Disc 3. Gunpowder plot -- Prince. Created by Neil Jordan. Jeremy Irons, Fran Cois Arnaud, Holliday Grainger, Joanne Whalley, Lotte Verbeek, Sean Harris, Thure Lindhardt, Julian Bleach, Gina McKee, Peter Sullivan, Colm Feore. Jeremy Irons stars in The Borgias, the saga of history's most infamous crime family. Conspiring with his ruthless sons and poisonously seductive daughter, the charismatic Rodrigo Borgia will let nothing and no one stand in the way of his relentless quest for wealth and power. Mercilessly cruel and defiantly decadent, intimidation and murder are his weapons of choice in his scandalous ascension to the papacy in Renaissance-era Italy. Not rated. DVD, Dolby digital, Dolby Surround. In English or Spanish.",
    "subjects": "Borgia family Drama, Alexander VI, Pope, 1431-1503 Drama; European drama Renaissance, 1450-1600, Corruption Italy History 15th century Drama, Historical television programs, Video recordings for the hearing impaired; Italy History 15th century Drama"
  }
]