[
  {
    "id": "7087887f-c0db-58b4-a5ea-af1e374d069d",
    "title": "The Truman show",
    "publicationDate": "2017",
    "author": null,
    "materials": [
      {
        "name": "DVD",
        "type": "physical",
        "callNumber": "DVD Truman",
        "editions": [
          {
            "id": "b411bb5d-a4f0-11ec-9635-4d32165c4099",
            "publicationDate": "2017"
          }
        ]
      }
    ],
    "contributors": "Rudin, Scott, 1958- producer., Weir, Peter, 1944- film director., Niccol, Andrew., Carrey, Jim, 1962- actor., Linney, Laura, actor., Harris, Ed, 1950- actor., Emmerich, Noah, cast., McElhone, Natascha, 1969- cast., Biziou, Peter., Anderson, William, 1948-, Smith, Lee, 1960-, Dallwitz, Burkhard., Paramount Pictures Corporation.",
    "summary": "Originally released as a motion picture in 1998., Closed captioned for the hearing impaired., Special features: \"How's it going to end? The making of The Truman Show\" featurette ; \"Faux Finishing, the visual effects of The Truman Show\" featurette ; Deleted scenes ; Photo gallery. Director of photography, Peter Biziou ; film editing, William Anderson, Lee Smith ; music: Burkhard Dallwitz. Jim Carrey, Laura Linney, Ed Harris, Noah Emmerich, Natascha McElhone. Truman's life is a fake. He lives in a big studio with hidden cameras everywhere. His friends and co-workers are actors who play their roles in the most popular television series in the world: The Truman show. He thinks he is an ordinary man and has no idea about how he is being exploited. What will he do when he finds out? Rating: PG; for thematic elements and mild language. DVD, Dolby digital, Dolby Surround. English or French dialogue; Spanish or English subtitles. Closed-captioned. 6",
    "subjects": "Reality television programs Drama, Television programs Drama, Voyeurism Drama, Deception Drama, Man-woman relationships Drama, Fantasy films, Comedy films, Video recordings for the hearing impaired; Video recordings for the hearing impaired, Science fiction films, Comedy films, Feature films"
  },
  {
    "id": "45ab058d-4914-5fa1-978f-bb559fdd736e",
    "title": "The Jack Benny program the lost episodes",
    "publicationDate": "2018",
    "author": null,
    "materials": [
      {
        "name": "DVD",
        "type": "physical",
        "callNumber": "DVD Jack",
        "editions": [
          {
            "id": "ed6f0724-a4cd-11ec-9635-717f82c2b99f",
            "publicationDate": "2018"
          }
        ]
      }
    ],
    "contributors": "Fein, Irving, 1911-2012., De Cordova, Frederick, 1910-2001, direction., Balzer, George., Benny, Jack, 1894-1974., Wood, Natalie., Skelton, Red, 1913-1997., Cooper, Gary, 1901-1961., Burns, George, 1896-1996., Wayne, John, 1907-1979., Van Dyke, Dick., Graham, Billy, 1918-2018., Berle, Milton., Curtis, Tony, 1925-2010., Truman, Harry S., 1884-1972., Shout! Factory (Firm), Columbia Broadcasting System, Inc., J & M Entertainment (Firm), McCadden Productions., National Broadcasting Company., Revue Studios., Universal Television (Firm)",
    "summary": "Originally broadcast as 18 episodes of the television series in 1956-1964., Container copyright: c2013., Special features: New interview with director Norman Abbott, Benny secretary Dorothy Ohman and actor/writer/satirist Harry Shearer ; Comedy bits from \"The Jack Benny television specials\" ; Hearst newsreels. Jack Benny ; guest stars: Natalie Wood, Red Skelton, Gary Cooper, George Burns, John Wayne, Dick Van Dyke, Billy Graham, Milton Berle, Tony Curtis, Pres. Harry Truman. From its beginnings as an immensely popular radio program to its heyday on television, the daily trials and tribulations of the beloved comedian kept millions of fans laughing for over 30 years. Jack, Don, Mary, Eddie \"Rochester\" Anderson and a constellation of guest stars are all here in this first-of-its-kind DVD collection. Not rated. DVD. In English.",
    "subjects": "Television actors and actresses, Television comedies, Variety shows (Television programs)"
  },
  {
    "id": "5508ec96-3acf-58ed-9759-b3d59f78b1dd",
    "title": "Rushmore",
    "publicationDate": "2014",
    "author": null,
    "materials": [
      {
        "name": "DVD",
        "type": "physical",
        "callNumber": "DVD Rushmore",
        "editions": [
          {
            "id": "09438e36-a4e9-11ec-b9ab-e9600430ed09",
            "publicationDate": "2014"
          }
        ]
      }
    ],
    "contributors": "Mendel, Barry., Schiff, Paul (Producer), Anderson, Wes, 1969- direction., Wilson, Owen, 1968-, Schwartzman, Jason, 1980- cast., Williams, Olivia, 1968- cast., Murray, Bill, 1950 September 21- cast., Cassel, Seymour, 1935-2019, cast., Cox, Brian, 1946- cast., Gamble, Mason, cast., Yeoman, Robert D., 1951-, Moritz, David., Mothersbaugh, Mark., Touchstone Pictures., American Empirical Pictures., Touchstone Home Entertainment (Firm), Buena Vista Home Entertainment (Firm)",
    "summary": "Originally released as a motion picture in 1998., Container incorrectly states that film is closed captioned., Container copyright: c1999., Special features: audio commentary by Wes Anderson, co-writer Owen Wilson, and actor Jason Schwartzman ; The making of \"Rushmore\" documentary by Eric Chase Anderson ; Max Fischer Players present: theatrical \"adaptations\" of Armageddon, Out of sight, and The Truman show, staged especially for the 1999 MTV Movie Awards ; The Charlie Rose show featuring Wes Anderson and Bill Murray ; cast audition footage ; Wes Anderson's hand-drawn storyboards, plus a film-to-storyboard comparison ; props, posters, photos and other graphic ephemera ; original theatrical trailer. Director of photography, Robert Yeoman ; editor, David Moritz ; music, Mark Mothersbaugh. Jason Schwartzman, Olivia Williams, Bill Murray, Seymour Cassel, Brian Cox, Mason Gamble. A gifted, rebellious teenager finds himself in competition with a wealthy older man for a favorite teacher's affections. MPAA rating: R. DVD, Dolby digital, Dolby Surround. In English. Independent Spirt Awards: Best Director (Wes Anderson), Best Supporting Male (Bill Murray) ; L.A. Film Critics Association: Best Supporting Actor (Bill Murray), New Generation Award (Wes Anderson) ; National Society of Film Critics: Best Supporting Actor (Bill Murray).",
    "subjects": "Private schools United States Drama, High school students United States Drama, Teachers United States Drama, Comedy films"
  }
]