[
  {
    "id": "250550fc-f47d-5150-a122-ada39623d4a9",
    "title": "Criminal minds. The sixth season",
    "publicationDate": "2011",
    "author": null,
    "materials": [
      {
        "name": "DVD",
        "type": "physical",
        "callNumber": "DVD Criminal",
        "editions": [
          {
            "id": "1433b18b-a50e-11ec-89fe-ddfc84dd5957",
            "publicationDate": "2011"
          }
        ]
      }
    ],
    "contributors": "Messer, Erica., Kershaw, Glenn, direction., Davis, Jeff, 1975- creator., Gibson, Thomas, 1962- actor., Mantegna, Joe, actor., Brewster, Paget, 1969- actor., Cook, A. J., 1978- actor., Nichols, Rachel, 1980- actor., Moore, Shemar, 1970- actor., Gubler, Matthew Gray, 1980- actor., Vangsness, Kirsten, 1972- actor., Touchstone Television., CBS Paramount Network Television (Firm), CBS DVD (Firm), Paramount Pictures Corporation.",
    "summary": "Title from disc surface., Originally broadcast as 23 episodes of the television series in 2010-2011., Closed captioned for the hearing impaired., Special features: \"Making Criminal minds season six\" featurette ; \"Crime scenes\" featurette ; \"From script to screen: agent down\" featurette ; \"Greg St. Johns' CMS6 yearbook\" featurette ; Gag reel ; Deleted scenes. Disc 1. Longest night -- JJ -- Remembrance of things past -- Compromising position. Disc 2. Safe haven -- Devil's night -- Middle man -- Reflection of desire. Disc 3. Into the woods -- What happens at home -- 25 to life -- Corazon. Disc 4. Thirteenth step -- Sense memory -- Today I do -- Code. Disc 5. Valhalla -- Lauren -- With friends like these -- Hanley Waters. Disc 6. Stranger -- Out of the light -- Big sea -- Supply & demand. Created by Jeff Davis. Thomas Gibson, Joe Mantegna, Paget Brewster, Matthew Gray Gubler, Kirsten Vangsness, Shemar Moore, A.J. Cook, Rachel Nichols. The members of the Behavioral Analysis Unit (BAU) profile uncatchable crooks responsible for unthinkable crimes. Team leader Aaron Hotchner and profiling expert David Rossi face a deadly challenge when a new case threatens one of their own. Special Agent Emily Prentiss takes on an enemy from her past in a game of cat-and-mouse, and nothing will ever be the same. Not rated. DVD, Dolby digital, Dolby Surround. In English with optional English subtitles for the deaf and hard of hearing. 11",
    "subjects": "United States. Federal Bureau of Investigation Drama, FBI Academy. Behavioral Science Unit Drama; Criminal investigation United States Drama, Criminal behavior United States Drama, Criminal profilers Drama, Detective and mystery television programs, Television crime shows, Video recordings for the hearing impaired; Television series, Television crime shows, Video recordings for the hearing impaired"
  },
  {
    "id": "3c61ad88-00d6-56fb-9355-54505dec22ba",
    "title": "The Watchers",
    "publicationDate": "2024",
    "author": null,
    "materials": [
      {
        "name": "Blu-ray",
        "type": "physical",
        "callNumber": "BLU-RAY  Watchers",
        "editions": [
          {
            "id": "5f8f0a37-3830-11ef-a374-e937b7ddd756",
            "publicationDate": "2024"
          }
        ]
      },
      {
        "name": "DVD",
        "type": "physical",
        "callNumber": "DVD Watchers",
        "editions": [
          {
            "id": "5f765207-3830-11ef-a374-0fae65f23b0a",
            "publicationDate": "2024"
          }
        ]
      }
    ],
    "contributors": "Shyamalan, M. Night., Rajan, Ashwin., Mankad, Nimitt., Shyamalan, Ishana Night, direction., Fanning, Dakota, 1994- cast., Campbell, Georgina, 1992- cast., Fouéré, Olwen, cast., Finnegan, Oliver (Actor), Arenson, Eli., Burg, Job ter, 1972-, Korzeniowski, Abel, 1972-, Shine, A. M., Warner Bros. Entertainment., New Line Cinema Corporation., Blinding Edge Pictures., Inimitable Pictures.",
    "summary": "Originally released as a motion picture in 2024., Closed captioned for the hearing impaired., Verbal description of action is included on soundtrack for the visually impaired., This is a Blu-ray disc made for Blu-ray disc players and will not play in standard DVD players., Based on the novel by A.M. Shine., Special features: 4 featurettes: \"Welcome to the show: the making of 'The Watchers,'\" \"Creating 'The Watchers,'\" \"Constructing the coop,\" \"Ainriochtán and the Irish fairy folklore\" ; Deleted scenes. Director of photography, Eli Arenson ; editor, Job ter Burg ; music, Abel Korzeniowski. Dakota Fanning, Georgina Campbell, Olwen Fouere, Oliver Finnegan. The forest isn't charted on any map. Every car breaks down at its tree line. Mina's is no different. Left stranded, she is forced into the dark woodland only to find a woman shouting, urging Mina to run to a concrete bunker. As the door slams behind her, the building is besieged by screams. Mina finds herself in a room with a wall of glass, and an electric light that activates at nightfall, when the Watchers come above ground. These creatures emerge to observe their captive humans and terrible things happen to anyone who doesn't reach the bunker in time. Afraid and trapped among strangers, Mina is desperate for answers. MPAA rating: PG-13. Blu-ray, Dolby digital, DTS-HD Master Audio. In English, French, or Spanish with optional subtitles in French or Spanish; English subtitles for the deaf and hard of hearing (SDH); audio described.",
    "subjects": "Forests and forestry Drama, Monsters Drama, Survival Drama, Horror films, Fantasy films, Thrillers (Motion pictures), Film adaptations, Foreign films Ireland, Motion pictures Ireland, Video recordings for the hearing impaired, Video recordings for people with visual disabilities; Ireland Drama; Horror films, Fantasy films, Feature films, Video recordings for the hearing impaired, Video recordings for people with visual disabilities, Motion pictures"
  },
  {
    "id": "7a7c3b32-4432-548f-968b-96a2a9d8f24b",
    "title": "Plus one at an Amish wedding",
    "publicationDate": "2022-2024",
    "author": null,
    "materials": [
      {
        "name": "DVD",
        "type": "physical",
        "callNumber": "DVD Plus",
        "editions": [
          {
            "id": "dcaba8ee-cc88-11ee-b026-2bd840f2526a",
            "publicationDate": "2024"
          }
        ]
      },
      {
        "name": "Streaming Video",
        "type": "electronic",
        "callNumber": null,
        "editions": [
          {
            "id": "1ebe9ee2-f8b6-11ef-b4d8-a16b67487c10",
            "publicationDate": "2022"
          }
        ]
      }
    ],
    "contributors": "O'Shaughnessy, Chevonne., Townseend, Meganne., Ramsey, Richard (Film director/writer), film director., Buckingham, D. F. W., screenwriter., Stineman, Galadriel, actor., Joy, Kevin, actor., Daly, Pamela, actor., Bryan, Kevin., Kondelik, James., Morales, Sandro., American Cinema Inspires (Firm)",
    "summary": "Title from container., Originally broadcast as a made-for-TV movie in 2022., Wide screen. Director of photography, Kevin Bryan ; editor, James Kondelik ; music, Sandro Morales. Galadriel Stineman, Kevin Joy, Pamela Daly. Up-and-coming superstar doctor April has the perfect life. She works at a prestigious hospital in New York and has recently met a handsome veterinarian called Jesse. Things with Jesse couldn't be better. They complement each other in everything, except that Jesse is a bit reserved for his family. On their six-month anniversary dinner. Jesse gives April a surprise trip to Paris! April is thrilled and filled with love for this surprise. However, plans change when Jesse receives an invitation to his brother's wedding. April has no problem and is excited to meet his family finally. What she doesn't know is that Jesse's family is Amish and not so fond of strangers. Now both must travel to the Amish Country and introduce themselves to the people Jesse left behind many years ago. Rating: Not rated. DVD. In English.",
    "subjects": "Women physicians Drama, Veterinarians Drama, Man-woman relationships Drama, Amish Drama, Weddings Drama, Romance films, Made-for-TV movies"
  },
  {
    "id": "8e8b5e5e-8a80-53e0-8abd-6c20c7dfe868",
    "title": "Fallen angel",
    "publicationDate": "2009",
    "author": null,
    "materials": [
      {
        "name": "DVD",
        "type": "physical",
        "callNumber": "DVD Fallen",
        "editions": [
          {
            "id": "b6312ec8-a4cd-11ec-b9ab-23870efcb755",
            "publicationDate": "2009"
          }
        ]
      }
    ],
    "contributors": "Edwards, Dave., Drury, David, direction., Ransley, Peter., Dance, Charles, cast., Fox, Emilia, 1974- cast., Holman, Clare, cast., Fielding, Emma, cast., Benton, Mark, 1965- cast., Cusack, Niamh, cast., Taylor, Andrew, 1951 October 14- Roth trilogy., Wark Clements (Firm), Ingenious Broadcasting (Firm), RDF Media Group., Acorn Media (Firm)",
    "summary": "Originally broadcast as a 3-part television mini-series in 2007., Based on the Roth trilogy by Andrew Taylor., Special feature: 47-minute behind-the-scenes special. Disc 1. Four last things -- Judgement of strangers. Disc 2. Office of the dead. Charles Dance, Emilia Fox, Clare Holman, Emma Fielding, Mark Benton, Niamh Cusack. Ethereal beauty Angel Wharton is the devil in disguise. When she kidnaps a child as prey for a pedophile, you know she is evil. But what or who made her that way? This British miniseries explores the mind and motivations of a psychopath, moving backwards through time to learn where it all went wrong. Not rated. DVD, Dolby digital. In English.",
    "subjects": "Psychopaths Drama, Kidnapping Drama, Child molesters Drama, Thrillers (Television programs) Great Britain, Television mini-series Great Britain, Television adaptations, Video recordings for the hearing impaired"
  },
  {
    "id": "a63d0309-3f1e-5ce5-85d1-e88ad4bc97ff",
    "title": "Jules",
    "publicationDate": "2023",
    "author": null,
    "materials": [
      {
        "name": "DVD",
        "type": "physical",
        "callNumber": "DVD Jules",
        "editions": [
          {
            "id": "4c0310ca-494e-11ee-bb51-cb205a965bdb",
            "publicationDate": "2023"
          }
        ]
      }
    ],
    "contributors": "Turtletaub, Marc, film director, film producer., Steckler, Gavin, screenwriter., Liebling, Deborah, film producer., Daly, Andrew, film producer., Clark, Michael B., 1979- film producer., Turtletaub, Alex, film producer., Kingsley, Ben, 1943- actor., Harris, Harriet Sansom, 1955- actor., Winters, Zoe, 1985- actor., Quon, Jade, actor., Curtin, Jane, actor., Norr, Christopher., Gil-Efrat, Ayelet., Bertelmann, Volker, 1966-, Bleecker Street (Firm), presenter., Big Beach (Firm), production company., Decal (Firm), publisher.",
    "summary": "Originally released as a motion picture in 2023., Wide screen (2.00:1)., Closed captioned for the hearing impaired., Verbal description of action is included on soundtrack for the visually impaired., Special features: \"Becoming Jules\" featurette. Director of photography, Christopher Norr ; editor, Ayelet Gil-Efrat ; music, Volker Bertelmann. Ben Kingsley, Harriet Sansom Harris, Zoë Winters, Jade Quon, Jane Curtin. Jules follows Milton who lives a quiet life of routine in a small western Pennsylvania town, but finds his day upended when a UFO and its extra-terrestrial passenger crash land in his backyard. Before long, Milton develops a close relationship with the extra-terrestrial he calls \"Jules.\" Things become complicated when two neighbors discover Jules and the government quickly closes in. What follows is a funny, wildly inventive ride as the three neighbors find meaning and connection later in life thanks to this unlikely stranger. MPAA rating: PG-13; for strong language. English subtitles for the deaf and hard of hearing (SDH), English described video DVD, Dolby digital, Dolby Surround. English dialogue; Spanish subtitles or English subtitles for the deaf and hard of hearing (SDH); optional descriptive audio.",
    "subjects": "Extraterrestrial beings Drama, Human-alien encounters Drama, Interpersonal relations Drama, Neighbors Drama, Science fiction films, Video recordings for the hearing impaired, Video recordings for people with visual disabilities; Comedy films, Science fiction films, Feature films, Video recordings for the hearing impaired, Video recordings for people with visual disabilities"
  },
  {
    "id": "aaf027a0-b0c5-598f-b93e-2513765abd83",
    "title": "The last thing Mary saw",
    "publicationDate": "2022",
    "author": null,
    "materials": [
      {
        "name": "DVD",
        "type": "physical",
        "callNumber": "DVD Last",
        "editions": [
          {
            "id": "fab314b5-d0de-11ec-983f-d97bcf5945b6",
            "publicationDate": "2022"
          }
        ]
      }
    ],
    "contributors": "Robbins, Isen., Vitaletti, Edoardo, film director., Scott, Stefanie, 1996- actor., Fuhrman, Isabelle, 1997- actor., Roberts, Judith, actor., McCormick, Carolyn, cast., Laurence, Michael, cast., Culkin, Rory, actor., Kruta, David., Hart, Matthew C., DeWitt, Keegan, 1982-, RLJE Films (Firm), Intrinsic Value Films., Arachnid Films (Firm), Shudder Films, publisher.",
    "summary": "Title from sell sheet., Originally released as a motion picture in 2021., Wide screen., Closed captioned for the hearing impaired., \"A Shudder original\" - container., Special features: Behind-the-scenes photo gallery. Director of photography, David Kruta ; editor, Matthew C. Hart ; music, Keegan DeWitt. Stefanie Scott, Isabelle Fuhrman, Judith Roberts, Carolyn McCormick, Michael Laurence, Rory Culkin. Young Mary, who hides a romantic relationship with the housemaid, was raised in a repressively religious household. Her family, who believe they are acting on God's behalf, view the girls' relationship as an abomination, to be dealt with as severely as possible. The couple attempts to carry on in secret, but someone is always watching, and the threat to pay for their sins builds. But after the arrival of an enigmatic stranger, the tension increases, and it becomes clear that great and evil forces are at work. Rating: Not rated. DVD, Dolby digital, Dolby Surround. In English.",
    "subjects": "Lesbians Drama, Good and evil Drama, Families Drama, Gays Violence against Drama, Homophobia Drama, Horror films, Thrillers (Motion pictures), Video recordings for the hearing impaired; Horror films, Feature films, Video recordings for the hearing impaired"
  },
  {
    "id": "bd6a870a-f8bd-5373-aaea-83f9b3567527",
    "title": "In flight",
    "publicationDate": "2024",
    "author": null,
    "materials": [
      {
        "name": "DVD",
        "type": "physical",
        "callNumber": "DVD  In",
        "editions": [
          {
            "id": "0c30dbde-a30f-11ef-9532-5fb880988165",
            "publicationDate": "2024"
          }
        ]
      },
      {
        "name": "Streaming Video",
        "type": "electronic",
        "callNumber": null,
        "editions": [
          {
            "id": "206c4f48-f8b6-11ef-b4d8-171704c2cd81",
            "publicationDate": "2024"
          }
        ]
      }
    ],
    "contributors": "Ierardi, John., Youngblood, Bo, direction., McAnany, Drew, Smith, Tiffany, cast., Russell, Maria, cast., Jones, Ashley, 1976- cast., Robaire, Daniel, cast., McCree, Sandi, cast., Fernández, Cristo, 1991- cast., Watt, Daniel., March, Ryan., Vincent, Genevieve (Composer), Gravitas Ventures (Firm), Showdown Productions (Firm)",
    "summary": "Originally released as a motion picture in 2024., Closed captioned for the hearing impaired., This is a DVD-R disc and may not play in all standard DVD players. Director of photography, Daniel Watt ; editor, Ryan March ; music, Genevieve Vincent. Tiffany Smith, Maria Russell, Ashley Jones, Daniel Robaire, Sandi McCree, Christo Fernández. The night before Claire Reynolds' trip to Paris, she catches the eye of a mysterious, handsome stranger. That's the last thing she remembers before waking up on a plane with no recollection of what happened after that. MPAA rating: Not rated. DVD. In English; English subtitles for the deaf and hard of hearing (SDH).",
    "subjects": "Amnesia Drama, Airplanes Drama, Thrillers (Motion pictures), Video recordings for the hearing impaired; Feature films, Thrillers (Motion pictures), Video recordings for the hearing impaired"
  }
]